data_set = {

'скажи про общежития вуза': ' КГЭУ имеет 4 общежития, которые располагаются по адресу 2-я Юго-западная 26. '
                          '2-я Юго-западная 26 а. '
                          'Яруллина 6'
                          'Красносельская 51 корпус 4',
'покажи наши общежития': ' КГЭУ имеет 4 общежития, которые располагаются по адресу 2-я Юго-западная 26. '
                          '2-я Юго-западная 26 а. '
                          'Яруллина 6'
                          'Красносельская 51 корпус 4',
'сколько общежитий у вуза': ' у нас имеется 4 прекрасных общежития, которые расположены рядом с вузом',

'расскажи про общежитие номер один': ' Общежитие имеет блочное строение. '
                        'В каждом блоке находятся две жилые комнаты '
                        'и санузел, включающий в себя душевую, туалет, умывальник. '
                        'Таких блоков на этаже 12. Кроме этого на каждом этаже имеются две кухни. '
                        'В малой комнате проживают 2 тире 3 человека, а в большой 4 тире 5.',
'что можешь сказать про первое общежитие': ' У общежития блочное строение. '
                                 'на каждом этаже имеются 12 блоков и две кухни. '
                                 'В каждом блоке находятся две жилые комнаты и санузел, '
                                 'включающий в себя душевую, туалет, умывальник. В малой '
                                 'комнате проживают 2 тире 3 человека, а в большой 4 тире 5.',
'где находится первое общежитие': ' 2-ая Юго-Западная, 26',
'какой адрес у общежития номер один': 'house первое общежитие находится на 2-ой Юго-Западной, 26',
'сколько идти до вуза от первого общежития': ' примерно 500 метров',
'долго добираться до вуза от общежития номер один': 'house нет, тут идти всего метров 500',

'расскажи про общежитие номер два': ' Общежитие имеет блочное строение. '
                       'В каждом блоке находятся две жилые комнаты, '
                       'кухня и санузел, включающий в себя душевую, '
                       'туалет, умывальник. Таких блоков на этаже 8. '
                       'В общежитии имеются две бытовые комнаты для стирки, '
                       'сушки и утюжки белья.  В малой комнате проживают 3  человека,  а в большой 4.',
'что можешь рассказать про второе общежитие': ' У общежития блочное строение. '
                                 'на каждом этаже имеются 8 блоков.  '
                                 'В каждом блоке находятся две жилые комнаты, '
                                 'кухня и санузел, включающий в себя душевую, туалет, умывальник. '
                                 'В малой комнате проживают 3 человека, а в большой 4.',
'где находится второе общежитие': ' 2-ая Юго-Западная, 26 а',
'какой адрес у общежития номер два': ' второе общежитие находится на 2-ой Юго-Западной, 26 а',
'сколько идти до вуза от второго общежития': ' примерно 500 метров',
'долго добираться до вуза от общежития номер два': ' нет, тут идти всего метров 500',

'расскажи про общежитие номер три': ' 19-этажное общежитие имеет помещения квартирно блочного типа. '
                       '110 квартир  блоков. В общежитии имеется прачечная, два лифта. '
                       'Каждая квартира оборудована мебелью, электрическими плитами, холодильниками.',
'расскажи что нибудь про третье общежитие': ' У общежития квартирно блочное строение. '
                                 'на каждом этаже имеются 6 блоков.  В каждой квартире '
                                 'находятся жилые комнаты, кухня и санузел, включающий '
                                 'в себя душевую, туалет. В каждой квартире проживают 6 тире 10 человек',
'где находится третье общежитие': ' Яруллина, 6',
'какой адрес у общежития номер три': ' третье общежитие находится на Яруллина, 6',
'сколько идти до вуза от третьего общежития': 'house общежитие располагается на территории вуза',
'долго добираться до вуза от общежития номер три': 'house нет, нужно пройти несколько шагов',

'расскажи про общежитие номер четыре': ' 19-этажное общежитие имеет помещения квартирно блочного типа. '
                          'В общежитии имеется прачечная, два лифта. Каждая квартира оборудована'
                          'мебелью, электрическими плитами, холодильниками.',
'расскажи что то про четвертое общежитие': ' У общежития квартирно блочное строение. '
                                    'на каждом этаже имеются 5 блоков.  В каждой '
                                    'квартире находятся жилые комнаты, кухня и санузел, '
                                    'включающий в себя душевую, туалет. В каждой квартире'
                                    ' проживают 6 тире 10 человек',
'где находится четвертое общежитие': ' Красносельская 51 корпус 4',
'какой адрес у общежития номер четыре': 'house четвертое общежитие находится на Красносельской 51 корпус 4',
'сколько идти до вуза от четвертого общежития': 'house общежитие располагается на территории вуза',
'долго добираться до вуза от общежития номер четыре': 'house нет, нужно пройти несколько шагов',

'кто ректор вуза':' Абдуллазянов Эдвард Юнусович',
'кто возглавляет вуз':' Абдуллазянов Эдвард Юнусович',
'кто является ректором кгэу':' Абдуллазянов Эдвард Юнусович',
'расскажи про Абдуллазянова Эдварда Юнусовича':' вывожу информацию про нашего ректора',
'расскажи про ректора вуза':' вывожу информацию про нашего ректора',
'Абдуллазянов Эдвард Юнусович':' показываю информацию про нашего ректора',

'кто Первый проректор - проректор по учебной работе вуза':' Леонтьев Александр Васильевич',
'кто является Первым проректор - проректор по учебной работе кгэу':' Леонтьев Александр Васильевич',
'кто проректор по учебной работе вуза':' Леонтьев Александр Васильевич',
'кто является проректором по учебной работе кгэу':' Леонтьев Александр Васильевич',
'кто Первый проректор вуза':' Леонтьев Александр Васильевич',
'кто является Первым проректором кгэу':' Леонтьев Александр Васильевич',
'расскажи про Леонтьева Александра Васильевича':' вывожу информацию про первого проректора',
'расскажи про первого проректора проректора по учебной работе вуза':' вывожу информацию про нашего первого проректора',
'Леонтьев Александр Васильевич':' показываю информацию про нашего первого проректора проректара по учебной работе вуза',

'кто Проректор по развитию и инновациям вуза':' Ахметова Ирина Гареевна',
'кто является Проректором по развитию и инновациям кгэу':' Ахметова Ирина Гареевна',
'расскажи про Ахметову Ирину Гареевну':' вывожу информацию про Проректора по развитию и инновациям',
'расскажи про Проректора по развитию и инновациям вуза':' вывожу информацию про нашего Проректора по развитию и инновациям',
'Ахметова Ирина Гареевна':' показываю информацию про нашего Проректора по развитию и инновациям вуза',

'кто Проректор по воспитательной и социальной работе вуза':' Жукова Ирина Викторовна',
'кто является Проректором по воспитательной и социальной работе кгэу':' Жукова Ирина Викторовна',
'расскажи про Жукову Ирину Викторовну':' вывожу информаци про  Проректора по воспитательной и социальной работе',
'расскажи про Проректора по воспитательной и социальной работе вуза':' вывожу информацию про нашего Проректора по воспитательной и социальной работе',
'Жукова Ирина Викторовна':' показываю информацию про нашего Проректора по воспитательной и социальной работе',

'кто Проректор по науке и коммерциализации вуза':' Ившин Игорь Владимирович',
'кто является Проректором по науке и коммерциализации кгэу':' Ившин Игорь Владимирович',
'расскажи про Ившина Игоря Владимировича':' вывожу информацию про Проректора по науке и коммерциализации вуза',
'расскажи про Проректора по науке и коммерциализации вуза':' вывожу информацию про нашего Проректора по науке и коммерциализации',
'Ившин Игорь Владимирович':' показываю информацию про нашего Проректора по науке и коммерциализации вуза',

'кто Проректор по экономике и финансам вуза':' Шамеева Альбина Ильхамовна',
'кто является Проректором по экономике и финансам кгэу':' Шамеева Альбина Ильхамовна',
'скажи про Шамееву Альбину Ильхамовну':' вывожу информацию про Проректора по экономике и финансам вуза',
'расскажи про Проректора по экономике и финансам вуза':' вывожу информацию про нашего ППроректора по экономике и финансам',
'Шамеева Альбина Ильхамовна':' показываю информацию про нашего Проректора по экономике и финансам вуза',
}